Revit 2027 API
ParameterTypeId.RoomOutdoorAirPerPersonParam Property
 "Outdoor Air per Person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOutdoorAirPerPersonParam { get; }
Public Shared ReadOnly Property RoomOutdoorAirPerPersonParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOutdoorAirPerPersonParam {
	ForgeTypeId^ get ();
}
static member RoomOutdoorAirPerPersonParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace